{
    "links": {
        "linkPortfolio": "Портфолио",
        "linkServices": "Услуги",
        "linkContacts": "Контакты"
    },
    "home": {
        "header": "Branding и digital решения для компаний, готовых к переменам сегодня, чтобы стать драйвером для отрасли завтра",
        "learn_more": "Learn more",
        "services": {
            "title": "Наши услуги",
            "lists": [
                {
                  "title": "SMM",
                  "lis": [
                    "Контент-маркетинг",
                    "Комьюнити-менеджмент",
                    "Таргетированная реклама"
                  ]
                },
                {
                  "title": "Digital & Web",
                  "lis": [
                    "Контекстная реклама",
                    "Email-маркетинг",
                    "Front-end и back-end разработка"
                  ]
                },
                {
                  "title": "Mobile",
                  "lis": [
                    "Концепция продукта",
                    "Дизайн интерфейса",
                    "Исследования и аналитика"
                  ]
                },
                {
                  "title": "Design",
                  "lis": ["Брендинг", "Графический дизайн", "Motion-дизайн"]
                },
                {
                  "title": "Production",
                  "lis": ["Фотопродакшн", "Видеопродакшн"]
                },
                {
                  "title": "Strategy",
                  "lis": [
                    "Стратегия присутствия в социальных сетях",
                    "Продуктовая стратегия",
                    "Креативная стратегия"
                  ]
                }
              ]
        },
        "clients":{
            "1":"Клиенты.",
            "2": " Ведем социальные сети брендов, разрабатываем сайты, запускаем эффективные рекламные кампании и масштабные проекты с лидерами мнений. Комбинируем все digital-инструменты, чтобы эффективно решить задачи клиента."
        },
        "contact":{
            "title": "Связаться с нами",
            "addressName":"Адрес",
            "address": "Бишкек, Кыргызстан",
            "contacts":{
                "title":"Контакты",
                "phone1": "+996 708 033 501",
                "phone2": "+7 701 887 7545"
            },
            "form":{
                "fullname":"Имя и фамилия",
                "email": "E-mail",
                "textarea": "Немного текста",
                "agreement": "Нажимая «Отправить», я подтверждаю, что лично ознакомился с Политикой конфиденциальности «Andromedia»",
                "button":"Отправить"
            }
        }
    },
    "projects": {
        "tijo":{
            "desc": "Брендинг",
            "p1": "Tijo – онлайн магазин ювелирных изделий, который был основан в Гонконге. Развивая у своих клиентов чувство стиля, компания реализует стильные и качественные украшения. Проект «Tijo» дал новое дыхание дизайну ювелирных изделий в Гонконге, обновив старую версию логотипа. Этот бренд ориентирован на продажи дизайнерских украшений из хрусталя, аметиста и розового кварца.",
            "p2": "Основная проблема заключалась в том, что четыре буквы названия компании Tijo вместе выглядели неинтересно независимо от того, какой шрифт был использован. Поэтому главной задачей проекта была разработка специального шрифтового логотипа - современного, тем не менее классического; позитивного, но в то же время элегантного.",
            "p3": "Мы решили расположить четыре буквы названия в два ряда. Чтобы избавиться от пустого пространства между буквенными рядами, мы удалили точку из буквы \"j\". Было необходимо сделать текстовый логотип интересным и в то же время простым.",
            "p4": "Получившаяся вертикальная линия визуально подчеркнула элегантность ювелирной компании “Tijo”. Зарисовки и поиск правильного шрифта привели к окончательной версии логотипа. Бренду быстро удалось завоевать доверие и популярность на местных и международных рынках.",
            "p5": "“Tijo” хочет, чтобы их клиенты делились позитивными чувствами и выглядели шикарно, надевая их ювелирные изделия. Классика - это утонченное чувство.",
            "p6":"Градиент был разработан специально для “Tijo” и ориентирован на продажи дизайнерских украшений из хрусталя, таких как аметист и розовый кварц. Мы назвали градиент “Crystal Mix”, для его создания были смешаны две палетки этих цветов. Все, что будет помещаться сверху градиента должно быть белого цвета."
        },
        "dialecticon":{
            "desc": "Фирменный стиль",
            "p1":"Dialecticon – это консалтинговая компания, которая помогает знаменитым компаниям идти в ногу с эрой зеленой экономики.",
            "p2":"Нам было необходимо разработать дизайн логотипа и фирменный стиль для консалтинговой компании «Dialecticon». Нужно было сделать акцент на то, что у компании есть индивидуальный подход к каждому клиенту.",
            "p3":"Доверие клиентов – основа компании. Каждый клиент консалтинговой компании «Dialecticon» является уникальным, поэтому мы решили создать логотип на основе отпечатка пальца. Всем известно, что не существует двух одинаковых отпечатков - так мы сделали упор на нашу индивидуальность и индивидуальность наших клиентов.",
            "p4":"За основу логотипа мы взяли первую букву названия компании - “D” – изображенную в форме отпечатка пальца. Разработка иконки была долгим процессом, так как отпечаток состоит из множества линий, а логотип должен был получиться максимально простым для восприятия. Чтобы сделать упор на экологичность компании, мы использовали зеленый цвет. Полученное изображение стало элементом фирменного стиля компании."
            
        },
        "soros":{
            "desc": "Инфографика",
            "p1":" Фондом Сороса было проведено исследование на тему «Насколько эффективна политика государства по содержанию наркопотребителей в местах лишения свободы?».Перед нами была поставлена задача визуализировать данное исследование, тем самым донести до населения вопрос об эффективности содержания наркопотребителей.",
            "p2":"Нашей команде удалось вместить все исследование в минутное видео, не упустив главной идеи, а также правильно визуализировать и наглядно показать саму проблему.",
            "p3":"Исследование и статья были довольно объемными, так что сжать всю информацию в 1 минуту было основным камнем преткновения. Мы мыслили критически и решили эту проблему нестандартно, использовав инструмент, способный донести максимум информации своей целевой аудитории за короткий промежуток времени – видео-инфографику.",
            "p4":"При разработке проекта нашей командой был создан не только сценарий и видео, но также произведена озвучка видео ролика. После просмотра видео-инфографики, у людей возникали эмоции и осознание всей проблемы наркомании в Кыргызстане. Ролик полностью доносил мысль фонда Сорос и помог им достичь свою цель."
        },
        "raincatcher":{
          "desc": "Инфографика",
          "p1":"Raincatcher – гидрогель для повышения урожайности почвы, разработанный по уникальным французским технологиям. Продукт этой компании вышел на международный уровень благодаря тому, что позволяет экономить используемые удобрения и поливную воду.",
          "p2":"Нам было необходимо улучшить логотип компании и разработать дизайн для всех видов продукции (пакеты, ведерки и обычные упаковки). Для улучшения эффективности веб-сайта гидрогеля Raincatcher нужно было разработать анимацию логотипа, анимированное видео о принципах работы продукта, а также иконки для сайта.",
          "p3":"Для того, чтобы принцип работы гидрогеля был интуитивно понятен каждому, мы разработали анимированное видео на основе обновленного логотипа. Видео о росте символа компании - томатного деревца - демонстрирует резкое улучшение плодородности земли после применения гидрогеля Raincatcher. Анимация цикла – не менее важный этап в завершении проекта, так как он позволил бы показать уникальность продукта и его конкурентоспособность на международном рынке.",
          "p4":"Для привлечения внимания потребителей к продукции компании Raincatcher мы использовали в анимациях экспериментально подтвержденный факт: гидрогель способствует усиленному росту растений. Мы разделили логотип и анимации на две части - слева изобразили томатное дерево с применением гидрогеля Raincatcher, а справа – без, чтобы показать, что Raincatcher в разы увеличивает приживаемость и урожайность растений. Продукт стал более презентабельным и заинтересовал новых клиентов."
      }
    }
}