<template>
  <div class="w-full">
    <!-- header -->
    <div class="h-screen bg-gray-700 px-8p pt-20">
      <div class="flex mx-12 h-auto items-center">
        <div class="flex w-1/2 flex-col justify-center px-2">
          <h1 class="text-5xl text-white font-black">Tijo</h1>
          <h3 class="text-2xl text-white font-black mb-3">онлайн магазин ювелирных изделий</h3>
          <p
            class="font-light text-white leading-normal text-lg mb-16"
          ><b class="font-bold">Tijo</b> хочет, чтобы их клиенты делились позитивными чувствами и выглядели шикарно, надевая их ювелирные изделия. Ведь классика - это утонченное чувство.</p>
          <ul class="flex list-none flex-col flex-wrap max-h-28">
            <li class="header-li" v-for="(x, index) in features" :key="index">{{x}}</li>
          </ul>
          <a href="#" class="underline font-light text-white pt-10">Visit</a>
        </div>
        <div class="flex w-1/2 py-4">
          <img src="@/assets/images/b1.png" class="w-full" alt />
        </div>
      </div>
    </div>
    <!-- content -->
    <info>
      <template v-slot:title>Проект</template>
      <template
        v-slot:desc
      > “Tijo” дал новое дыхание дизайну ювелирных изделий в Гонконге, обновив старую версию логотипа на новую. Бренд “Tijo” ориентирован на продажи дизайнерских украшений из хрусталя, таких как аметист и розовый кварц. Целью проекта было воссоздать типографский логотип. Современный, тем не менее классический, позитивный, но также элегантный. Основная проблема заключалась в том, что четыре буквы слова “Tijo” вместе выглядели неинтересно, независимо от того, какой шрифт вы бы не использовали. Так была рождена другая концепция.
А что будет, если разделить их на два ряда? Зарисовки и поиск правильного шрифта, привели к окончательной версии. Чтобы избавиться от пустого пространства, было принято решение удалить точку из буквы "j". Это выглядело уникально и заполнило пространство. В заключении, вертикальная линия использовалась для подчеркивания элегантности “Tijo”.
“Tijo” хочет, чтобы их клиенты делились позитивными чувствами и выглядели шикарно, надевая их ювелирные изделия. Классика - это утонченное чувство.</template>
      <template v-slot:image>
        <img src="@/assets/images/info1.jpg" alt />
      </template>
    </info>
    <info flipped>
      <span slot="title">Обзор</span>
      <template
        v-slot:desc
      >Разработанный логотип описывает несколько вещей, и в то же время собирает их всех в одно целое. Современный, тем не менее классический, позитивный, но также элегантный. Четыре буквы были разделены в две колонны и вместе создали баланс. Это должен был быть шрифтовой логотип с засечками, который подчеркнул бы все качества “Tijo”. Удалив точку из буквы “j”, логотип приобрел уникальный и необычный вид. К тому же, это изменение заполнило пустоту в форме. </template>
      <template v-slot:image>
        <img src="@/assets/images/info2.jpg" alt />
      </template>
    </info>
    <info>
      <template v-slot:title>Использование цвета</template>
      <template
        v-slot:desc
      >Поскольку цвет логотипа является сплошным, его можно использовать в разных вариантах, основываясь на расположении, которое вы будете использовать. Просто помните о том, что ваш изначальный цвет это “Pearled Ivory”, и также некоторые другие цвета, предоставленные с ним. Если вы захотите использовать другие цвета, то для разборчивости, между логотипом и задним фоном должен присутствовать контраст. </template>
      <template v-slot:image>
        <img src="@/assets/images/info1.jpg" alt />
      </template>
    </info>
    <info flipped>
      <span slot="title">Использование Градиента</span>
      <template
        v-slot:desc
      >Возможно вы захотите использовать градиент для разнообразия упаковок ваших продуктов. Этот градиент был разработан специально для “Tijo”. Поскольку “Tijo” ориентирован на продажи дизайнерских украшений из хрусталя, таких как аметист и розовый кварц, были смешаны две палетки этих цветов. Градиент назвали “Crystal Mix”, который состоял двух цветов. Все, что будет помещаться сверху градиента должно быть белого цвета (текст).</template>
      <template v-slot:image>
        <img src="@/assets/images/info2.jpg" alt />
      </template>
    </info>
     <info>
      <template v-slot:title>Использование Бренда</template>
      <template
        v-slot:desc
      >При создании постеров, баннеров, визиток, будь то распечатанный или электронный вариант, должны быть предусмотрены несколько вещей, такие как чувства, которые вы всегда хотели достичь. Дайте дизайну много пространства. Используйте линии, чтобы подчеркнуть качества “Tijo”. Экспериментируйте, и может даже используйте текст в заглавных буквах, но также не забывайте, что все должно выглядеть разборчиво. На этих примерах вы сможете придумать несколько идей, как его можно использовать.</template>
      <template v-slot:image>
        <img src="@/assets/images/info1.jpg" alt />
      </template>
    </info>
     <info flipped>
      <span slot="title">Использование Градиента</span>
      <template
        v-slot:desc
      >Возможно вы захотите использовать градиент для разнообразия упаковок ваших продуктов. Этот градиент был разработан специально для “Tijo”. Поскольку “Tijo” ориентирован на продажи дизайнерских украшений из хрусталя, таких как аметист и розовый кварц, были смешаны две палетки этих цветов. Градиент назвали “Crystal Mix”, который состоял двух цветов. Все, что будет помещаться сверху градиента должно быть белого цвета (текст).</template>
      <template v-slot:image>
        <img src="@/assets/images/info2.jpg" alt />
      </template>
    </info>
  </div>
</template>
<script>
import Info from "@/components/Info.vue";
export default {
  data() {
    return {
      features: [
        "Branding",
        "Product Design",
        
      ]
    };
  },
  components: {
    Info
  }
};
</script>